[
    {
        "title": "Part 1- Establishment of Commision and Its Functions",
        "sections": [
            {
                "section": "Section 1 - Establishment Of Fisheries  Commission",
                "content": [
                  {
                    "sub_article": "There is established by this Act of a Fisheries Commission refrred to it this Act as  \"the Commission\".",
                    "aritle_list": []
                  }
                ]  
            },
            {
                "section": "Section 2 - Function Of The Commission",
                "content": [
                    {
                        "sub_article": "(1) The Commission shall be responsible for the regulation and management of the utilization of the fishery resources of Ghana and the co-ordination of the policesin relation to them",
                        "aritle_list": [ ]
                      },
                      {
                        "sub_article": "(2) For the purposes of Subsection (1) of this section the Commission shall ",
                        "aritle_list": [
                            "(a) establish systems to manage, protect and effectively use of fish resources in Ghana",
                            "(b) monitor and ensure the implementation of Government's policies for the development, management, conversation and utilisation of fisheries resources of Ghana;",
                            "(c) prescribe in consultation with the Ghana Standards Board and Fisheries Department of the Ministry of Food and Agriculture standards for quality, weight, management and grades of fish ini the country.",
                            "(d) advise the Minister on matters affecting the fishing industry ;",
                            "(e) foster international co-operation and collaboration in fisheries for the benefit of the nation within the framework of Ghana's Foreign policy and international commitments:",
                            "(f) establish systems and maintain action programmers for the promotion of the fishing industry and the protection and welfare of Ghanaian fishermen working outside Ghana; particulary along the West African Coast;",
                            "(g) receive from the unit and examine and annual report on payment and disbursement of monies from the Fund established under 30(4) of the Fisheries Law, 1991 (P.N.D.C.L. 256);",
                            "(h) co-ordinate with appropriate and national authorities on the use of Ghanaian timber to build fishing canoes and inshore vessels;",
                            "(i) advise the Minster on the importation of fresh and frozen fish as a supplement to local fish production;",
                            "(j) hear and settle complaints from persons aggreved in respect of matters arising from and related to the fishing industry;",
                            "(k) co-ordinate the activities of the co-operatives societies and associations in the fishing industry; and",
                            "(l) perform such other Functions as the Minister may assign to it."
        
                        ]
                      }
                ]
            }

        ]

        
    },
    {
        "title": "Part 2- Composition Of Commission And Related Provision",
        "sections": [
            {
              "section": "Section 3 - Composition of Commission.",
                "content":[
                    {
                        "sub_article": " The Commission shall consist of the following persons.",
                        "aritle_list": [
                            "(a) a Chairman who is not a Ministry of State or a Deputy Miniser:",
                            "(b) the Executive Secretary referrednto section 15 of this Act:",
                            "(c) one representative from each of the follwing bodies nominated by the body concerned who shall not below the rank of the Deputy Director and in the case of functional groups not below the rank of a vice-chairman or its equivalent, (i) Misnistry of Transport and Communications;, (ii) Misnistry of Defence; , (iii) Ministry of Environment; , (iv) Ministry of Food and Agriculture;, (v) Ghana National Association of Farmers and Fishermen; , (vi) National Fisheries Association of Ghana;, (vii) Ghana Tuna Association;, (viii) Ghana Marine Fishing Officers Association;, (ix) Fish Smokers Association;, (x) institute Aquatic Biology;, (xi) the Ghana irrigation Development Authority; and,",
                            "(d) four persons at least-two of whom shall be women."
    
                        ]
                    }
                ]
            },
            {
                "section": "Section 4 - Appointment of Members ",
                "content": [
                        {
                            "sub_article": "(1) The Chairman an dthe other members of the Commission shall be appointed by the President.",
                            "aritle_list": [ ]
                        },
                        {
                          "sub_article": "(2) The Chairman,and the other members of the Commission shall be appointed on Such terms and conditions as the President may determine.",
                          "aritle_list": [ ]
                        },
                        {
                          "sub_article": "(3) The memers of the Commission other than ex-officio members shall hold office for four years and the expiration of that period be re-appointed for a further term.",
                          "aritle_list": [ ]
                        },
                        {
                          "sub_article": "(4) A member nominated by a body as its representative on the Commission shall cease to be a member if the President revokes his appointment on the recommendation of the body by letter addressed to him. ",
                          "aritle_list": [ ]
                        },
                        {
                          "sub_article": "(5) The chairman of the Commmission shall notify th President of vacancies which occur in the membership of the Commission.",
                          "aritle_list": [ ]
                        },
                        {
                          "sub_article": "(6) When the Chairman or a member of the Commission is incapacited by illness or any other cause from performing the functions of his office, the President may acting in consultation with the appropriate institution appoint another person to perform the functions of theh member until the member is able to resume the performance of his duties.",
                            "aritle_list": [ ]
                        } 
                    
                ]
                    
                   
            },
            {
                "section": "Section 5- Qualification of Members.",
                "content": [
                    {
                        "sub_article": "No person is qualified to be a member of the commission who",
                        "aritle_list": [
                            "(a) has been adjudged or otherwise declared , (i) bankrupt under any law in force in Ghana and has not been discharged; or,  (ii) to be of unsound. mind or is detained as a criminal lunatic under any law in force in Ghana; or",
                           "(b)has been convicted, (i) for high crime under the Constitution or high treason or treason or for an offence involving the security of the State, fraud, dishonest, or moral turpitude; or. , (ii) for any other offence punishable by death or by sentence of not less than 10 years: or",
                           "(c) has been found by the report of a commission or a committee of inquiry to be incompetent to hold public ofﬁce or is a person in respect of whom a commission or committee of inquiry has found that while being a public officer has acquired assets unlawfully or defrauded the State or misused or abused his office, or wilfully acted in a manner prejudiced to the interest of the State, and the findings have not been set, aside on appeal or judicial review; or",
                            "(d) is under sentence of death or other sentence of imprisonment imposed on him by any court; or",
                            "(e) is otherwise disqualiﬁed by a law for the time being in force."
                        ]
                    },
                   
                    {
                        "sub_article": "(2) Members of the commission shall be persons of high moral character and integrity and the President shall in appointing a member have regard to the expertise and experience of the person and his ability to contribute to the work of the Commission.",
                        "aritle_list": [ ]
                    },
                    {
                        "sub_article": "(3) Without. prejudice to subsections (1) and (2) of this section a member of the commission shall cease to be a member if -",
                        "aritle_list": [
                            "(a) in the case of a person possess of professional qualiﬁcation. he is disqualified or suspended from practising, his profession by an order of complete authority made in respect of him personally or ceases to be a member of the profession otherwise than at his own request; or",
                            "(b) he is absent from four consecutive meetings of the commission without sufficient reason."
                        ]
                    }  


                ]
            },
            
           {
                "section": "Section 6 - Registration.",
                "content": [
                    {
                        "sub_article":  "The Chairman or a member of the Commission may resign his office by notice addressed to the President.",
                        "aritle_list":[]
                    }
                ]
           },
           {
            "section": "Section 7 - Removal of members commission.",
            "content": [
                {
                    "sub_article":  "The Chairman or a member of the Commission may be removed from ofﬁce by the President for inability to perform the functions of his office or for any just cause.",
                    "aritle_list":[]
                }
            ]
           },
           {
            "section": "Section 8 - Allowance of members of commission.",
            "content": [
                {
                    "sub_article":  "The Chairman and other members of the Commission shall be paid such allowances as the Minister in consultation with the Minister responsible for Finance may determine.",
                    "aritle_list":[]
                }
            ]
           },
           {
            "section": "Section 9 -Meetings of commission.",
            "content": [
                {
                    "sub_article":  "(1) The Commission shall meet for the despatch of business at a time and place determined by the Chairman but shall meet at least once in every three months.",
                    "aritle_list":[]
                },
                {
                    "sub_article":  "(2) The Chairman shall summon a special meeting of the Commission within fourteen days of the receipt of a. written request signed by not less than eight members of the Commission.",
                    "aritle_list":[]
                },
                {
                    "sub_article":  "(3) The quorum at a meeting of the Commission shall be not less than half of the membership of the Commission.",
                    "aritle_list":[]
                },
                {
                    "sub_article":  "(4) The Chairman shall preside at each meeting of the Commission but in his absence a member of the Commission elected by the members present from among their number shall preside.",
                    "aritle_list":[]
                },
                {
                    "sub_article":  "(5) The validity of the proceedings of the Commission shall not be affected by a vacancy in its membership or any defect in the appointment of a member.",
                    "aritle_list":[]
                },
                {
                    "sub_article":  "(6) Questions before the Commission shall be decided by a majority of the members present and voting.",
                    "aritle_list":[]
                },
                {
                    "sub_article":  "(7) The Chairman or the person presiding at a meeting of the Commission shall in the event of equality of votes have a second or casting vote.",
                    "aritle_list":[]
                },
                {
                    "sub_article":  "(8) Except as otherwise provided in this Act, the Commission shall regulate the procedure at its meetings.",
                    "aritle_list":[]
                }
            ]
           },
           {
            "section": "Section 10 -Power to co-opt",
            "content": [
                {
                    "sub_article":  "The Commission may co-opt any person to act as an adviser at its meetings but no co-opted person is entitled to vote at a meeting.",
                    "aritle_list":[]
                }
            ]
           },
           {
            "section": "Section 11- Committee of Commission",
            "content": [
                {
                    "sub_article":  "(1) The Commission may appoint such committees as it considers necessary for the effective implementation of its functions.",
                    "aritle_list":[]
                },
                {
                    "sub_article":  "(2) A Committee appointed under subsection (1) may consist of members of the Commission or non-members or both except that a committee composed entirely of non-members may only advise the Commission.",
                    "aritle_list":[]
                }
            ]
           },
           {
            "section": "Section 12 -Fisheries Settlement Committee",
            "content": [
                {
                    "sub_article":  "(1) Without prejudice to section 11, there shall be appointed by the Commission from among its membership a Settlement Committee consisting of not less than ﬁve or more than seven members to hear and settle complaints from persons aggrieved in respect of matters arising from and related to the ﬁshing industry.",
                    "aritle_list":[]
                },
                {
                    "sub_article":  "(2) Subsection (1) of this section is without prejudice to any right of action to the courts.",
                    "aritle_list":[]
                }
            ]
           },
           {
            "section": "Section 13 -Membership on Appeal Board",
            "content": [
                {
                    "sub_article":  "One member of the Commission elected by the members from their number shall sit as a member on the Appeals Board established under section 10 of the fisheries Law, 1991 (P.N.D.C.L. 256).",
                    "aritle_list":[]
                }
            ]
           },
           {
            "section": "Section 14 -Relationships with other Authorities",
            "content": [
                {
                    "sub_article":  "Government. departments agencies and public authorities shall cooperate fully With the Commission in the exercise of its functions under this Act.",
                    "aritle_list":[]
                }
            ]
           }
           












        ]
   
    },
    {
        "title": "Part 3- Administration And Miscellaneous Provision ",
        "sections": [
            {
                "section": "Section 15 - Executive Scretary",
                "content": [
                  {
                    "sub_article": "(1) The Commission shall have an Executive Secretary who shall be appointed by the President in accordance with the advice of the Commission given in consultation with the Public Services Commission.",
                    "aritle_list": []
                  },
                  {
                    "sub_article": "(2) The Executive Secretary shall hold ofﬁce on such terms and conditions as the President may determine.",
                    "aritle_list": []
                  },
                  {
                    "sub_article": "(3) The Executive Secretary shall be responsible for the day- to-day administration of the Commission.",
                    "aritle_list": []
                  },
                  {
                    "sub_article": "(4) The Executive Secretary shall be responsible for the organisation and control of the staff of the Commission.",
                    "aritle_list": []
                  },
                  {
                    "sub_article": "(5) The Executive Secretary shall subject to the directives of the Commission, arrange the business, record and keep minutes of the meetings of the Commission.",
                    "aritle_list": []
                  },
                  {
                    "sub_article": "(6) The Executive Secretary shall perform such other functions as the Commission may assign to him anal shall be assisted in the performance of his functions by any of the staff of the Commission.",
                    "aritle_list": []
                  }
                ]  
            },
            {
                "section": "Section 16 - Staff Of The Commission",
                "content": [
                    {
                        "sub_article": "(1) There shall be appointed by the President for the Commission such staff and employees as the Commission may require for the effective implementation of its functions.",
                        "aritle_list": [ ]
                    },
                    {
                        "sub_article": "(2) The President may delegate to the Commission or any public officer the appointment of the Executive Secretary and other staff of the Commission.",
                        "aritle_list": [ ]
                    },
                    {
                        "sub_article": "(3) The staff and employees of the Commission are public officers.",
                        "aritle_list": [ ]
                    },
                    {
                        "sub_article": "(4) Other public ofﬁcers may be transferred or seconded to the Commission or may otherwise give assistance to the Commission.",
                        "aritle_list": [ ]
                    }
                    
                ]
            },
            {
                "section": "Section 17 - Funding Of The Commission",
                "content": [
                    {
                        "sub_article": "(1) Parliament shall provide the Commission with such funds Funding or a; it may require for the performance of its functions; and the commission may receive monies from any other source approved by the Minister responsible for Finance.",
                        "aritle_list": [ ]
                    },
                    {
                        "sub_article": "(2) There shall be paid on all imported frozen, salted or fresh ﬁsh such levy as the Minister shall in consultation with the commission determine.",
                        "aritle_list": [ ]
                    },
                    {
                        "sub_article": "(3) Monies paid under subsection (1) of this section shall be deposited into a fund to be known as Fishery Development fund which is hereby established for the promotion and development of the Fishing industry.",
                        "aritle_list": [ ]
                    },
                    {
                        "sub_article": "(4) The Fund shall be managed by the Minister in consultation with the Commission.",
                        "aritle_list": [ ]
                    },
                    {
                        "sub_article": "(5) The Fisheries Monitoring, Control, Surveillance and enforcement Unit established under section 28 of the Fisheries law 1991' (P.N.D.C.'L. 256) shall submit annual report on the fund established under subsection (4) of section 30 of that Law to the Commission.",
                        "aritle_list": [ ]
                    }
                    
                ]
            },
            {
                "section": "Section 18 - Account and Audit",
                "content": [
                    {
                        "sub_article": "(1) The Commission shall keep proper books of account and proper records in relation to them and the account books and records of the Commission shall be in a form approve by the Auditor-General.",
                        "aritle_list": [ ]
                    },
                    {
                        "sub_article": "(2) The books and accounts of the Commission shall be audited annually by the Auditor-General or by an auditor appointed by him.",
                        "aritle_list": [ ]
                    }
                    
                ]
            },
            {
                "section": "Section 19 - Annual Report",
                "content": [
                    {
                        "sub_article": "(1) The Commission shall, as soon as possible after the expiration of each ﬁnancial year but within six months after the end of the ﬁnancial year, submit to the Minister an annual report dealing generally with the activities of the Commission and shall include-",
                        "aritle_list": [
                            "(a) a copy of the audited accounts of the Commission together with the Auditor-General's reports on 1t; and",
                            "(b) such other information as the Minister may require."
                         ]
                    },
                    {
                        "sub_article": "(2) The Commission shall also submit to the Minister such other reports on its activities as the Minister may require.",
                        "aritle_list": [ ]
                    },
                    {
                        "sub_article": "(3) A copy of the annual report shall be forwarded by the Commission to the-",
                        "aritle_list": [ 
                            "(a) Ofﬁce of the President; ",
                            "(b) National Development Planning Commission; ",
                            "(c) Statistical Service;",
                            "and, (d) Ministry of Information."
                         
                        ]
                    },
                    {
                        "sub_article": "(4) The Minister shall, not later than three months after receiving the annual report, cause it to be laid before Parliament.",
                        "aritle_list": [ ]
                    }
                    
                ]
            },
            {
                "section": "Section 20 - Regulation",
                "content": [
                    {
                        "sub_article": "The Minister in consultation with the Commission may by legislative instrument make regulations",
                        "aritle_list": [
                            "(a) for the control and issue of licences and forms of licences and determine ‘the conditions under which they may be operated;",
                            "(b) for ﬁshing boat construction in Ghana, and",
                            "(c) generally, for the effective implementation of this Act."
                         ]
                    }
                    
                    
                ]
            },
            {
                "section": "Section 21 - Modification of and consequential amendments of the fisheries law, 1991(P.'N.’D.C.L. 256)",
                "content": [
                    {
                        "sub_article": "(1) The Fisheries Law, 1991 (P.'N.’D.C.L. 256) shall have effect subject to Such modiﬁcations as may be necessary to give effect to the provision of this Act.",
                        "aritle_list": []
                    },
                    {
                        "sub_article": "(2) The provisions set out in Schedule to this Act are amended to the extent indicated.",
                        "aritle_list": []
                    }
                    
                    
                ]
            },
            {
                "section": "Section 22 - Appeal",
                "content": [
                    {
                        "sub_article": "Section 30 (2) (a) and 40 of the Fisheries Law, 1991 (P.N.D.C.L. 256) are repealed by this Act.",
                        "aritle_list": []
                    }
                    
                    
                ]
            },
            {
                "section": "Section 23 - Interpretation",
                "content": [
                    {
                        "sub_article": "In this Act unless the context. otherwise requires-",
                        "aritle_list": []
                    },
                    {
                        "sub_article": "“Commission” means the Fisheries Commission;",
                        "aritle_list": []
                    },
                    {
                        "sub_article": "“Fund” means the' Fisheries 'Development Fund established under this Act.",
                        "aritle_list": []
                    },
                    {
                        "sub_article": "“Minister” means the Minister responsible for Food and Agriculture.",
                        "aritle_list": []
                    },
                    {
                        "sub_article": "“Unit” means the monitoring, Control, Surveillance and Enforcement Unit established under section 28 of the Fisheries Law. 1991 (P.N.D.C.L 256).",
                        "aritle_list": []
                    }
                    
                    
                ]
            }

            
        ]

        
    },
    {
        "title": "Schedule",
        "sections": [
            {
                "section": "Schedule",
                "content": [
                  {
                    "sub_article": "CONSEQUENTIAL AMENDMENTS",
                    "aritle_list": []
                  },
                  {
                    "sub_article": "(Section 23)",
                    "aritle_list": []
                  },
                  {
                    "sub_article": "The Fisheries Law, 1991 (P.N.D.C.L. 256) is amended as follows-",
                    "aritle_list": [
                        "(a) in section 1 (5) for “The Secretary for Transport and Communications may in consultation with the Secretary” substitute “The Minister for Transport and Communications may in consultation with the Minister and the Commission”;",
                        "(b) in section 10 (1) (b) by the substitution for “a representative of the National Fisheries Advisory Council ", "of: the following “a member of the Fisheries Commission",
                        "(c) in section 17 for “The Secretary may, on the advice of the Director of Fisheries,” substitute “The Minister may, on the advice of the Commission”;",
                        "(d) in section 44 (1) for “The Secretary may by legislative instrument make regulations” substitute “The Minister may by legislative instrument in consultation with the Commission make regulations –; and",
                        "(e) in section 44 (2) for “The Secretary for Transport and Commnication in consultation With the Secretary for Agriculture” substitute “The Minister for Transport and Communication in Consultation with the Minister and the Commission"
                    ]
                  }
                  
                ]  
            }
            

        ]

        
    }    




]
